tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"

brew "ansible"
brew "anyenv"
brew "awscli"
brew "webp"
brew "ffmpeg"
brew "ghq"
brew "git"
brew "git-flow"
brew "graphviz"
brew "hub"
brew "jq"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "nkf"
brew "peco"
brew "plantuml"
brew "poetry"
brew "pwgen"
brew "sbt"
brew "tree"
brew "sanemat/font/ricty"

cask "font-myrica"
cask "font-myricam"
cask "google-chrome"
cask "intellij-idea-ce"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "slack"
cask "typora"
cask "visual-studio-code"
cask "webpquicklook"
cask "wkhtmltopdf"